Revit 2024 API
BuiltInFailures.GeneralFailures.ParameterValuesConflict Property
 The value for [Parameter Name] must be at least [Value] below the value for [Parameter Name].
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId ParameterValuesConflict { get; }
Visual Basic
Public Shared ReadOnly Property ParameterValuesConflict As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ ParameterValuesConflict {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.GeneralFailures Class
Autodesk.Revit.DB Namespace